Repository: thijsverstapen/ChillMate
Catalog: ChillMate/Localizable.xcstrings
Source language: en
Languages: de, es, fr, nl

source: %@ Small check, future-you says thanks.
de: %@ Kleiner Check, dein zukünftiges Ich sagt danke.
es: %@ Una comprobación rápida; tu yo futuro te lo agradece.
fr: %@ Petite vérification, ton futur toi te dira merci.
nl: %@ Kleine check, je toekomstige zelf zegt bedankt.

source: %@ h sleep
de: %@ Std. Schlaf
es: %@ h de sueño
fr: %@ h de sommeil
nl: %@ u slaap

source: %@ hours
de: %@ Stunden
es: %@ horas
fr: %@ heures
nl: %@ uur

source: %@ is still active. Check the timer before deciding anything else.
de: %@ ist noch aktiv. Sieh auf den Timer, bevor du etwas anderes entscheidest.
es: %@ sigue activo. Comprueba el temporizador antes de decidir nada más.
fr: %@ est toujours actif. Vérifie le minuteur avant de décider quoi que ce soit d'autre.
nl: %@ is nog actief. Controleer de timer voordat je iets anders besluit.

source: %@ milestone
de: %@-Meilenstein
es: Hito de %@
fr: Étape %@
nl: %@ mijlpaal

source: %@ was logged at %@. Check-in progress: %@.
de: %@ wurde um %@ erfasst. Check-in-Fortschritt: %@.
es: %@ se registró a las %@. Progreso del check-in: %@.
fr: %@ a été enregistré à %@. Progression du check-in : %@.
nl: %@ is gelogd om %@. Check-in-voortgang: %@.

# %@ · %lld continued day%@ · %lld private note%@
source: %1$@ · %2$lld continued day%3$@ · %4$lld private note%5$@
de: %@ · %lld Tag in Folge%@ · %lld private Notiz%@
es: %@ · %lld día seguido%@ · %lld nota privada%@
fr: %@ · %lld jour%@ suivi · %lld note%@ privée
nl: %@ · %lld voortgezette dag%@ · %lld privénotitie%@

# %lld %@ remaining this month.
source: %1$lld %2$@ remaining this month.
de: Noch %lld %@ diesen Monat.
es: Quedan %lld %@ este mes.
fr: Il reste %lld %@ ce mois-ci.
nl: %lld %@ over deze maand.

source: %lld day
de: %lld Tag
es: %lld día
fr: %lld jour
nl: %lld dag

source: %lld days
de: %lld Tage
es: %lld días
fr: %lld jours
nl: %lld dagen

source: %lld hours %lld minutes left in the 72 hour PEP window
de: Noch %lld Stunden %lld Minuten im 72-Stunden-PEP-Fenster
es: Quedan %lld horas %lld minutos en la ventana de PEP de 72 horas
fr: Il reste %lld heures %lld minutes dans la fenêtre PEP de 72 heures
nl: Nog %lld uur en %lld minuten in het PEP-venster van 72 uur

source: %lld journal entries
de: %lld Tagebucheinträge
es: %lld entradas de diario
fr: %lld notes de journal
nl: %lld dagboeknotities

source: %lld logged
de: %lld erfasst
es: %lld registrados
fr: %lld enregistrés
nl: %lld gelogd

source: %lld logs
de: %lld Einträge
es: %lld registros
fr: %lld enregistrements

source: %lld minutes %lld seconds remaining
de: Noch %lld Minuten %lld Sekunden
es: Quedan %lld minutos %lld segundos
fr: Il reste %lld minutes %lld secondes
nl: Nog %lld minuten en %lld seconden

# %lld person
source: %lld people
de: %lld Personen
es: %lld personas
fr: %lld personnes
nl: %lld personen

# %lld picture%@
source: %1$lld picture%2$@
de: %lld Bild%@
es: %lld imagen%@
fr: %lld photo%@
nl: %lld foto%@

# %lld picture%@ attached
source: %1$lld picture%2$@ attached
de: %lld Bild%@ angehängt
es: %lld imagen%@ adjunta
fr: %lld photo%@ jointe
nl: %lld foto%@ bijgevoegd

source: %lld plans
de: %lld Pläne
es: %lld planes
nl: %lld plannen

source: %lld profiles
de: %lld Profile
es: %lld perfiles
fr: %lld profils
nl: %lld profielen

source: %lld risk checks
de: %lld Risikoprüfungen
es: %lld comprobaciones de riesgo
fr: %lld vérifications de risque
nl: %lld risicochecks

source: %lld timers
de: %lld Timer
es: %lld temporizadores
fr: %lld minuteurs

source: %lld year
de: %lld Jahr
es: %lld año
fr: %lld an
nl: %lld jaar

source: %lld year, %lld d
de: %lld Jahr, %lld T
es: %lld año, %lld d
fr: %lld an, %lld j
nl: %lld jaar, %lld d

source: %lld years
de: %lld Jahre
es: %lld años
fr: %lld ans
nl: %lld jaar

source: %lld years old
de: %lld Jahre alt
es: %lld años
fr: %lld ans
nl: %lld jaar oud

source: %lld years, %lld d
de: %lld Jahre, %lld T
es: %lld años, %lld d
fr: %lld ans, %lld j
nl: %lld jaar, %lld d

source: %lld/9 checks done
de: %lld/9 Checks erledigt
es: %lld/9 comprobaciones hechas
fr: %lld/9 vérifications faites
nl: %lld/9 checks gedaan

source: %lldd clear
de: %lldd ohne Konsum
es: %lldd sin consumo
fr: %lldj sans conso
nl: %lldd schoon

source: (Optional) This helps ChillMate make your overview feel more personal.
de: (Optional) Das hilft ChillMate, deine Übersicht persönlicher zu gestalten.
es: (Opcional) Esto ayuda a que ChillMate haga que tu resumen se sienta más personal.
fr: (Facultatif) Cela aide ChillMate à rendre ton aperçu plus personnel.
nl: (Optioneel) Dit helpt ChillMate je overzicht persoonlijker te maken.

source: , score %lld
de: , Punktzahl %lld
es: , puntuación %lld

source: 0 hours
de: 0 Stunden
es: 0 horas
fr: 0 heure
nl: 0 uur

source: 1 day
de: 1 Tag
es: 1 día
fr: 1 jour
nl: 1 dag

source: 1 month
de: 1 Monat
es: 1 mes
fr: 1 mois
nl: 1 maand

source: 1 year
de: 1 Jahr
es: 1 año
fr: 1 an
nl: 1 jaar

source: 112 emergency
de: Notruf 112
es: Emergencias 112
fr: Urgences 112
nl: 112 noodgeval

source: 112, trusted contact, and location message
de: 112, Vertrauenskontakt und Standortnachricht
es: 112, contacto de confianza y mensaje de ubicación
fr: 112, contact de confiance et message de localisation
nl: 112, vertrouwenspersoon en locatiebericht

source: 2 years
de: 2 Jahre
es: 2 años
fr: 2 ans
nl: 2 jaar

source: 3 months
de: 3 Monate
es: 3 meses
fr: 3 mois
nl: 3 maanden

source: 3 years
de: 3 Jahre
es: 3 años
fr: 3 ans
nl: 3 jaar

source: 3-MMC masks how drunk you are, which makes it easy to keep drinking past your limit. The combination also raises heart rate and blood pressure and makes redosing harder to judge.
de: 3-MMC verschleiert, wie betrunken du bist, wodurch man leicht über die eigene Grenze hinaus weitertrinkt. Die Kombination erhöht außerdem Herzfrequenz und Blutdruck und macht das Nachlegen schwerer einzuschätzen.
es: La 3-MMC enmascara lo borracho que estás, lo que hace fácil seguir bebiendo más allá de tu límite. La combinación también sube la frecuencia cardíaca y la tensión, y dificulta calcular cuándo repetir dosis.
fr: La 3-MMC masque ton degré d'ivresse, ce qui pousse facilement à boire au-delà de tes limites. La combinaison augmente aussi le rythme cardiaque et la tension, et rend le redosage plus difficile à juger.
nl: 3-MMC maskeert hoe dronken je bent, waardoor je makkelijk over je grens doordrinkt. De combinatie verhoogt ook je hartslag en bloeddruk en maakt bijdoseren lastiger in te schatten.

source: 30 days
de: 30 Tage
es: 30 días
fr: 30 jours
nl: 30 dagen

source: 3MMC hides how sedated GBL is making you, which is how doses stack up unnoticed. The sedation lands hard once the stimulant fades.
de: 3MMC verbirgt, wie stark GBL dich betäubt, und so summieren sich Dosen unbemerkt. Die Betäubung schlägt hart durch, sobald das Stimulanz nachlässt.
es: La 3MMC esconde lo sedado que te está dejando el GBL, y así se acumulan las dosis sin que te des cuenta. La sedación golpea fuerte en cuanto baja el estimulante.
fr: La 3MMC cache à quel point le GBL t'assomme, et c'est ainsi que les doses s'accumulent sans qu'on le remarque. La sédation frappe fort dès que le stimulant retombe.
nl: 3MMC verbergt hoe verdoofd GBL je maakt, en zo stapelen doses zich ongemerkt op. De verdoving komt hard aan zodra het stimulerende middel wegtrekt.

source: 3MMC masks the sedation GHB is causing, so it is easy to redose past a safe amount. When the stimulant wears off the GHB is still there, and it can arrive all at once.
de: 3MMC überdeckt die Betäubung durch GHB, sodass du leicht über eine sichere Menge hinaus nachdosierst. Wenn das Stimulanz nachlässt, ist das GHB noch da und kann auf einmal ankommen.
es: La 3MMC enmascara la sedación que provoca el GHB, así que es fácil redosificar más allá de una cantidad segura. Cuando el estimulante se pasa, el GHB sigue ahí y puede llegar de golpe.
fr: La 3MMC masque la sédation provoquée par le GHB, donc il est facile de se redoser au-delà d'une quantité sûre. Quand le stimulant retombe, le GHB est toujours là, et il peut arriver d'un seul coup.
nl: 3MMC maskeert de verdoving die GHB veroorzaakt, dus neem je makkelijk bij tot voorbij een veilige hoeveelheid. Als het stimulerende middel uitwerkt is de GHB er nog steeds, en die kan in één keer aankomen.

source: 3MMC tightens blood vessels and raises blood pressure while poppers drop it suddenly. Swinging between the two strains the heart and can cause fainting or an irregular heartbeat.
de: 3MMC verengt die Blutgefäße und erhöht den Blutdruck, während Poppers ihn schlagartig senken. Dieses Hin und Her belastet das Herz und kann zu Ohnmacht oder Herzrhythmusstörungen führen.
es: La 3MMC estrecha los vasos y sube la tensión mientras los poppers la bajan de golpe. Ir de uno a otro carga el corazón y puede provocar desmayos o un ritmo irregular.
fr: La 3MMC resserre les vaisseaux et fait monter la tension pendant que les poppers la font chuter d'un coup. Ce va-et-vient fatigue le cœur et peut provoquer un évanouissement ou un rythme irrégulier.
nl: 3MMC vernauwt je bloedvaten en verhoogt je bloeddruk, terwijl poppers hem plotseling laten dalen. Heen en weer schieten tussen die twee belast je hart en kan flauwvallen of een onregelmatige hartslag veroorzaken.

source: 4+ years
de: 4+ Jahre
es: Más de 4 años
fr: Plus de 4 ans
nl: 4+ jaar

source: 48-hour check-in
de: 48-Stunden-Check-in
es: Check-in de 48 horas
fr: Check-in de 48 heures
nl: 48-uurs check-in

source: 5 years
de: 5 Jahre
es: 5 años
fr: 5 ans
nl: 5 jaar

source: 6 months
de: 6 Monate
es: 6 meses
fr: 6 mois
nl: 6 maanden

source: 90 days
de: 90 Tage
es: 90 días
fr: 90 jours
nl: 90 dagen

source: A 10 minute pause before deciding. If something already happened, use a check-in to record context without judging yourself.
de: Eine Pause von 10 Minuten, bevor du entscheidest. Wenn schon etwas passiert ist, nutze einen Check-in, um den Kontext festzuhalten, ohne dich zu verurteilen.
es: Una pausa de 10 minutos antes de decidir. Si ya ha pasado algo, usa un check-in para registrar el contexto sin juzgarte.
fr: Une pause de 10 minutes avant de décider. Si quelque chose s'est déjà passé, utilise un check-in pour noter le contexte sans te juger.
nl: Een pauze van 10 minuten voor je beslist. Als er al iets is gebeurd, gebruik dan een check-in om context vast te leggen zonder jezelf te beoordelen.

source: A GP, sexual health clinic, or trusted counselor can help without judgment.
de: Ein Hausarzt, eine Praxis für sexuelle Gesundheit oder eine Vertrauensperson zur Beratung können ohne Urteil helfen.
es: Un médico de cabecera, una clínica de salud sexual o un consejero de confianza pueden ayudar sin juzgar.
fr: Un médecin traitant, une clinique de santé sexuelle ou un conseiller de confiance peuvent aider sans juger.
nl: Een huisarts, kliniek voor seksuele gezondheid of vertrouwde hulpverlener kan helpen zonder oordeel.

source: A Sunday-evening digest of your streak and score.
de: Eine Sonntagabend-Übersicht deiner Serie und deines Werts.
es: Un resumen del domingo por la noche de tu racha y tu puntuación.
fr: Un récapitulatif du dimanche soir de ta série et de ton score.
nl: Een zondagavondoverzicht van je reeks en score.

source: A boundary held gently is still a boundary held.
de: Eine sanft gehaltene Grenze ist trotzdem eine gehaltene Grenze.
es: Un límite sostenido con suavidad sigue siendo un límite sostenido.
fr: Une limite tenue avec douceur reste une limite tenue.
nl: Een grens die zacht wordt bewaakt, is nog steeds bewaakt.

source: A boundary is a gift you give your future self.
de: Eine Grenze ist ein Geschenk an dein zukünftiges Ich.
es: Un límite es un regalo que le haces a tu yo futuro.
fr: Une limite est un cadeau que tu fais à ton toi futur.
nl: Een grens is een cadeau dat je je toekomstige zelf geeft.

source: A boundary you keep tonight teaches you that you can.
de: Eine Grenze, die du heute Abend hältst, zeigt dir, dass du es kannst.
es: Un límite que mantienes esta noche te enseña que puedes.
fr: Une limite que tu tiens ce soir t'apprend que tu en es capable.
nl: Een grens die je vanavond bewaakt, leert je dat je het kunt.

source: A calm body makes clearer choices.
de: Ein ruhiger Körper trifft klarere Entscheidungen.
es: Un cuerpo en calma toma decisiones más claras.
fr: Un corps calme fait des choix plus clairs.
nl: Een rustig lichaam maakt helderdere keuzes.

source: A calm exit is a skill worth being proud of.
de: Ein ruhiger Abgang ist eine Fähigkeit, auf die man stolz sein darf.
es: Una salida tranquila es una habilidad de la que enorgullecerse.
fr: Un départ calme est une compétence dont on peut être fier.
nl: Een rustig vertrek is een vaardigheid om trots op te zijn.

source: A calm look at the last 7 days
de: Ein ruhiger Blick auf die letzten 7 Tage
es: Una mirada tranquila a los últimos 7 días
fr: Un regard apaisé sur les 7 derniers jours
nl: Een rustige blik op de afgelopen 7 dagen

source: A calm next step when things feel busy
de: Ein ruhiger nächster Schritt, wenn es hektisch wird
es: Un siguiente paso tranquilo cuando todo se siente agitado
fr: Une prochaine étape sereine quand tout s'emballe
nl: Een rustige volgende stap als het druk voelt

source: A calm place to see what might help next. It looks at your saved logs, timers, plans, sleep, symptoms, STI/PEP timing, and trusted contact.
de: Ein ruhiger Ort, um zu sehen, was als Nächstes helfen könnte. Er berücksichtigt deine gespeicherten Einträge, Timer, Pläne, Schlaf, Symptome, STI-/PEP-Zeitpunkte und deinen Vertrauenskontakt.
es: Un lugar tranquilo para ver qué podría ayudar a continuación. Tiene en cuenta tus registros guardados, temporizadores, planes, sueño, síntomas, fechas de ITS/PEP y contacto de confianza.
fr: Un endroit calme pour voir ce qui pourrait aider ensuite. Il tient compte de tes journaux enregistrés, minuteurs, plans, sommeil, symptômes, échéances IST/PEP et contact de confiance.
nl: Een rustige plek om te zien wat hierna kan helpen. Het kijkt naar je opgeslagen logs, timers, plannen, slaap, symptomen, soa/PEP-timing en vertrouwenscontact.

source: A calm, private space to track Chills, stay safer, and recover softer. Let's set it up together.
de: Ein ruhiger, privater Ort, um Chills festzuhalten, sicherer zu bleiben und dich sanfter zu erholen. Richten wir ihn gemeinsam ein.
es: Un espacio tranquilo y privado para registrar Chills, estar más seguro y recuperarte con calma. Vamos a configurarlo juntos.
fr: Un espace calme et privé pour suivre tes Chills, rester en sécurité et récupérer en douceur. Configurons-le ensemble.
nl: Een rustige, private ruimte om Chills bij te houden, veiliger te blijven en zachter te herstellen. Laten we het samen instellen.

source: A calmer layout is available because recent inputs suggest extra load.
de: Ein ruhigeres Layout ist verfügbar, da die letzten Eingaben auf zusätzliche Belastung hindeuten.
es: Hay disponible un diseño más tranquilo porque los datos recientes sugieren una carga adicional.
fr: Une mise en page plus apaisée est disponible, car tes saisies récentes suggèrent une charge supplémentaire.
nl: Een rustigere lay-out is beschikbaar omdat recente invoer op extra belasting wijst.

source: A check-in is not a test you can fail.
de: Ein Check-in ist keine Prüfung, die du nicht bestehen kannst.
es: Un check-in no es un examen que puedas suspender.
fr: Un check-in n'est pas un test que tu peux rater.
nl: Een check-in is geen toets die je kunt zakken.

source: A check-in now can save a harder conversation later.
de: Ein Check-in jetzt kann ein schwierigeres Gespräch später ersparen.
es: Un check-in ahora puede ahorrarte una conversación más difícil después.
fr: Un check-in maintenant peut t'éviter une conversation plus difficile plus tard.
nl: Nu een check-in kan een moeilijker gesprek later besparen.

source: A clear day is not boring. It is yours to feel fully.
de: Ein klarer Tag ist nicht langweilig. Er gehört dir, ihn ganz zu fühlen.
es: Un día sin consumo no es aburrido. Es tuyo para sentirlo del todo.
fr: Un jour clair n'est pas ennuyeux. Il est à toi, à ressentir pleinement.
nl: Een heldere dag is niet saai. Hij is van jou om volledig te voelen.

source: A clear head tomorrow is something you can choose tonight.
de: Ein klarer Kopf morgen ist etwas, das du heute Abend wählen kannst.
es: Una mente clara mañana es algo que puedes elegir esta noche.
fr: Un esprit clair demain est quelque chose que tu peux choisir ce soir.
nl: Een helder hoofd morgen is iets wat je vanavond kunt kiezen.

source: A clear morning is a gift you can still choose to give yourself.
de: Ein klarer Morgen ist ein Geschenk, das du dir noch machen kannst.
es: Una mañana clara es un regalo que aún puedes elegir darte.
fr: Un matin clair est un cadeau que tu peux encore choisir de t'offrir.
nl: Een heldere ochtend is een cadeau dat je jezelf nog kunt geven.

source: A day without logged use is still a day that moved you forward.
de: Ein Tag ohne erfassten Konsum ist trotzdem ein Tag, der dich weitergebracht hat.
es: Un día sin consumo registrado sigue siendo un día que te hizo avanzar.
fr: Un jour sans consommation enregistrée reste un jour qui t'a fait avancer.
nl: Een dag zonder gelogd gebruik is nog steeds een dag die je vooruit heeft geholpen.

source: A dose timer is running
de: Ein Dosis-Timer läuft
es: Hay un temporizador de dosis en marcha
fr: Un minuteur de dose est en cours
nl: Er loopt een dosistimer

source: A few supports are missing. Consider adding limits, water, transport, and a person you can call before you start.
de: Ein paar Hilfen fehlen. Überlege, Grenzen, Wasser, Transport und eine Person zum Anrufen hinzuzufügen, bevor du anfängst.
es: Faltan algunos apoyos. Plantéate añadir límites, agua, transporte y una persona a la que llamar antes de empezar.
fr: Quelques soutiens manquent. Pense à ajouter des limites, de l'eau, un moyen de transport et une personne à appeler avant de commencer.
nl: Een paar steunpunten ontbreken. Overweeg limieten, water, vervoer en iemand die je kunt bellen toe te voegen voor je begint.

source: A full week changes how your body can rest.
de: Eine ganze Woche verändert, wie sich dein Körper erholen kann.
es: Una semana completa cambia cómo puede descansar tu cuerpo.
fr: Une semaine complète change la façon dont ton corps peut se reposer.
nl: Een hele week verandert hoe je lichaam kan rusten.

source: A gentle no is still a complete sentence.
de: Ein sanftes Nein ist auch ein vollständiger Satz.
es: Un no amable también es una frase completa.
fr: Un non bienveillant est aussi une phrase complète.
nl: Een vriendelijk nee is ook een complete zin.

source: A gentle reminder to test on a regular schedule.
de: Eine sanfte Erinnerung, dich regelmäßig testen zu lassen.
es: Un recordatorio amable para hacerte pruebas con regularidad.
fr: Un rappel en douceur pour te faire dépister régulièrement.
nl: Een vriendelijke herinnering om je regelmatig te laten testen.

source: A glass of water is a small promise you keep to yourself.
de: Ein Glas Wasser ist ein kleines Versprechen, das du dir hältst.
es: Un vaso de agua es una pequeña promesa que te cumples.
fr: Un verre d'eau est une petite promesse que tu te tiens.
nl: Een glas water is een kleine belofte die je aan jezelf houdt.

source: A little caffeine for late-night coding
de: Ein bisschen Koffein zum nächtlichen Programmieren
es: Un poco de cafeína para programar de madrugada
fr: Un peu de caféine pour coder tard le soir
nl: Een beetje cafeïne voor het late avondcoderen

source: A low-stimulation space for anxiety, panic, or feeling unwell. Start the breathing timer, check off grounding steps, then call help if you need another person.
de: Ein reizarmer Raum bei Angst, Panik oder Unwohlsein. Starte den Atem-Timer, hake die Erdungsschritte ab und rufe dann Hilfe, wenn du eine andere Person brauchst.
es: Un espacio de baja estimulación para la ansiedad, el pánico o el malestar. Inicia el temporizador de respiración, marca los pasos de anclaje y luego llama a ayuda si necesitas a otra persona.
fr: Un espace à faible stimulation pour l'anxiété, la panique ou le malaise. Lance le minuteur de respiration, coche les étapes d'ancrage, puis appelle de l'aide si tu as besoin de quelqu'un.
nl: Een prikkelarme ruimte voor angst, paniek of je onwel voelen. Start de ademhalingstimer, vink groundingsstappen af en bel daarna hulp als je iemand anders nodig hebt.

source: A moment for yourself
de: Ein Moment für dich
es: Un momento para ti
fr: Un moment pour toi
nl: Een moment voor jezelf

source: A night you remember is a night that stays yours.
de: Ein Abend, an den du dich erinnerst, bleibt dein Abend.
es: Una noche que recuerdas es una noche que sigue siendo tuya.
fr: Une soirée dont tu te souviens est une soirée qui reste la tienne.
nl: Een avond die je je herinnert, blijft van jou.

source: A no-shame place for reducing, stopping, or simply taking a quieter stretch. A reset is information, not failure.
de: Ein Ort ohne Scham, um zu reduzieren, aufzuhören oder einfach eine ruhigere Phase einzulegen. Ein Neustart ist Information, kein Versagen.
es: Un lugar sin vergüenza para reducir, parar o simplemente tomarte una etapa más tranquila. Un reinicio es información, no un fracaso.
fr: Un endroit sans honte pour réduire, arrêter ou simplement t'accorder une période plus calme. Un redémarrage est une information, pas un échec.
nl: Een plek zonder schaamte om te minderen, te stoppen of gewoon een rustigere periode te nemen. Een reset is informatie, geen falen.

source: A pattern worth noticing
de: Ein Muster, das auffällt
es: Un patrón que conviene notar
fr: Une tendance à remarquer
nl: Een patroon om op te merken

source: A pause gives your future self a chance to weigh in.
de: Eine Pause gibt deinem zukünftigen Ich die Chance, mitzureden.
es: Una pausa le da a tu yo futuro la oportunidad de opinar.
fr: Une pause donne à ton toi futur la chance de donner son avis.
nl: Een pauze geeft je toekomstige zelf de kans om mee te beslissen.

source: A pause is not a step back. It is part of moving well.
de: Eine Pause ist kein Rückschritt. Sie gehört dazu, gut voranzukommen.
es: Una pausa no es un paso atrás. Es parte de avanzar bien.
fr: Une pause n'est pas un pas en arrière. Elle fait partie d'une bonne avancée.
nl: Een pauze is geen stap terug. Het hoort bij goed bewegen.

source: A plan you can actually follow beats a perfect one you cannot.
de: Ein Plan, dem du wirklich folgen kannst, ist besser als ein perfekter, den du nicht schaffst.
es: Un plan que de verdad puedes seguir supera a uno perfecto que no.
fr: Un plan que tu peux vraiment suivre vaut mieux qu'un plan parfait que tu ne peux pas tenir.
nl: Een plan dat je echt kunt volgen is beter dan een perfect plan dat niet lukt.

source: A private aftercare check-in is available.
de: Ein privater Nachsorge-Check-in ist verfügbar.
es: Hay disponible un check-in de cuidados posteriores privado.
fr: Un check-in de soins après privé est disponible.
nl: Een privé-nazorgcheck-in is beschikbaar.

source: A private follow-up is available.
de: Ein privates Follow-up ist verfügbar.
es: Hay disponible un seguimiento privado.
fr: Un suivi privé est disponible.
nl: Een privé-opvolging is beschikbaar.

source: A private health check-in is available.
de: Ein privater Gesundheits-Check-in ist verfügbar.
es: Hay disponible un check-in de salud privado.
fr: Un check-in de santé privé est disponible.
nl: Een privé-gezondheidscheck-in is beschikbaar.

source: A private health follow-up is available.
de: Ein privates Gesundheits-Follow-up ist verfügbar.
es: Hay disponible un seguimiento de salud privado.
fr: Un suivi de santé privé est disponible.
nl: Een privé-gezondheidsopvolging is beschikbaar.
